START_USER_TEXT = 'Привет! я тестовый бот! Напиши мне!'
HELP_USER_TEXT = 'помощь: тест'
DESCRIPTION_USER = 'описание бота'

ADM_CMD_HIDE = 'Вы зашли в скрытое поле регистрации!'
ADM_SIGNIN = 'Добро пожаловать в меню входа в аккаунта администратора'
ADM_CONF_PASS = 'Пароль успешно подтверждён!\n Теперь Вам доступен функционал администратора'
ADM_RE_REGISTR = 'Вы уже зарегистрированы как администратор. Повторная регистрация невозможна'
ADM_ALRADY_HAVE = 'Уже существует главный администратор бота\nЧтобы стать админом введите его пароль:'
UNCORECT_PASS = 'Неверный пароль!!!'
IMAG_NEW_PASS = 'Теперь придумайте свой пароль:'
CORRECT_PASS = 'Отлично вы ввели корректный пароль!'
YOU_ADM = 'Теперь вы стали администратором!'
DONT_ADM = 'Вы не являетесь администратором'
ENTER_PASS = 'Введите Ваш пароль:'

CREATE_NEW_ADV = 'В данном меню Вы можете создать мероприятие. '\
                 'Уведомление о котором сможет получить пользователь'\
                 'Если на одном из этапов будут введены не точные данные не волнуйтесь'\
                 'в конце создания поста будет возможность переделать событие)'
CORRECT_NAME = 'Название должно быть текстом или emoji!'\
                   'Попробуйте снова...'
CORRECT_DATE_ADV = 'В дате не должно быть букв + '\
               'должна быть записана в формате 29.10.2004 '\
               '+ не дальше чем на 3 года с тек.дня'
GET_DESC_DATE_ADV = 'Потерпите осталось ещё немного.. Необходимо заполнить описание события (2 - 3 предл)'
GET_PICT_ADV = 'Скинь мне красивую фоточку чтобы людям захотелось придти на этот праздник'
LAST_STEP_ADV = 'Отлично это то что нужно. Я думаю людям понравится!' \
                ' Остался последний шаг) Подтвердите правильность заполненных данных'
